Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Answers what is planned for a day, date range, or meal.
da: Svarer på, hvad der er planlagt for en dag, en periode eller et måltid.
es: Responde qué hay planificado para un día, un intervalo de fechas o una comida.
fr: Indique ce qui est prévu pour un jour, une période ou un repas.
it: Risponde su cosa è previsto per un giorno, un intervallo di date o un pasto.
nl: Vertelt wat er gepland is voor een dag, periode of maaltijd.
pt_pt: Responde ao que está planeado para um dia, intervalo de datas ou refeição.

source: Answers what is planned for the current week.
da: Svarer på, hvad der er planlagt for den aktuelle uge.
es: Responde qué hay planificado para la semana actual.
fr: Indique ce qui est prévu pour la semaine en cours.
it: Risponde su cosa è previsto per la settimana corrente.
nl: Vertelt wat er gepland is voor deze week.
pt_pt: Responde ao que está planeado para a semana atual.

source: Any
da: Alle
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pt_pt: Todos

source: Any tag
da: Alle tags
de: Alle
es: Cualquier etiqueta
fr: Tous les tags
it: Qualsiasi tag
nl: Elk label
pt_pt: Qualquer etiqueta

source: Apply a template…
da: Anvend en skabelon…
es: Aplicar una plantilla…
fr: Appliquer un modèle…
it: Applica un modello…
nl: Sjabloon toepassen…
pt_pt: Aplicar um modelo…

source: Apply to week of %@
da: Anvend på ugen fra %@
es: Aplicar a la semana del %@
fr: Appliquer à la semaine du %@
it: Applica alla settimana del %@
nl: Toepassen op de week van %@
pt_pt: Aplicar à semana de %@

source: as needed
da: efter behov
es: al gusto
fr: selon les besoins
it: q.b.
nl: naar behoefte
pt_pt: q.b.

source: At
da: Kl.
es: A las
fr: À
it: Alle
nl: Om
pt_pt: Às

source: Autumn
da: Efterår
es: Otoño
fr: Automne
it: Autunno
nl: Herfst
pt_pt: Outono

source: Availability only
da: Kun tilgængelighed
de: Nur Verfügbarkeit
es: Solo disponibilidad
fr: Disponibilité uniquement
it: Solo disponibilità
nl: Alleen beschikbaarheid
pt_pt: Apenas disponibilidade

source: Back
da: Tilbage
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pt_pt: Voltar

source: Back up
da: Sikkerhedskopiér
es: Crear copia
fr: Sauvegarder
it: Esegui backup
nl: Back-up maken
pt_pt: Criar cópia

source: Back up everything to a file, or restore one — the way to carry your library into a build that syncs with a different iCloud database.
da: Sikkerhedskopiér alt til en fil, eller gendan en — sådan flytter du din samling over i en build, der synkroniserer med en anden iCloud-database.
es: Haz una copia de todo en un archivo, o restaura una: así llevas tu colección a una versión que se sincroniza con otra base de datos de iCloud.
fr: Sauvegardez tout dans un fichier ou restaurez une sauvegarde — c’est le moyen de transférer votre collection vers une version qui se synchronise avec une autre base de données iCloud.
it: Salva tutto in un file oppure ripristina un backup: è il modo per portare la tua raccolta in una build che si sincronizza con un altro database iCloud.
nl: Maak een back-up van alles in een bestand of zet er een terug — zo neem je je collectie mee naar een build die met een andere iCloud-database synchroniseert.
pt_pt: Guarda tudo num ficheiro ou restaura uma cópia — é assim que levas a tua coleção para uma build que sincroniza com outra base de dados iCloud.

source: Back up or restore…
da: Sikkerhedskopiér eller gendan…
es: Crear copia o restaurar…
fr: Sauvegarder ou restaurer…
it: Backup o ripristino…
nl: Back-up maken of terugzetten…
pt_pt: Criar cópia ou restaurar…

source: Backup
da: Sikkerhedskopi
es: Copia de seguridad
fr: Sauvegarde
pt_pt: Cópia de segurança

source: Bake the potatoes until tender and serve with your favorite toppings.
da: Bag kartoflerne møre, og server dem med dit yndlingsfyld.
de: Backe die Kartoffeln weich und serviere sie mit deinen Lieblingsbelägen.
es: Asa las patatas hasta que estén tiernas y sírvelas con tus ingredientes favoritos.
fr: Faites cuire les pommes de terre au four jusqu’à ce qu’elles soient tendres et servez-les avec vos garnitures préférées.
it: Cuoci le patate in forno finché sono morbide e servile con i tuoi condimenti preferiti.
nl: Bak de aardappelen in de oven tot ze gaar zijn en serveer ze met je favoriete toppings.
pt_pt: Assa as batatas até ficarem tenras e serve-as com os teus acompanhamentos preferidos.

source: Baked potatoes
da: Bagte kartofler
de: Ofenkartoffeln
es: Patatas asadas
fr: Pommes de terre au four
it: Patate al forno
nl: Gepofte aardappelen
pt_pt: Batatas assadas

source: Bakery
da: Bageri
es: Panadería
fr: Boulangerie
it: Panetteria
nl: Bakkerij
pt_pt: Padaria

source: Baking
da: Bagværk
de: Backen
es: Repostería
fr: Pâtisserie
it: Dolci al forno
nl: Bakken
pt_pt: Pastelaria

source: Beef
da: Oksekød
de: Rindfleisch
es: Ternera
fr: Bœuf
it: Manzo
nl: Rundvlees
pt_pt: Carne de vaca

source: Both lists were already the same.
da: Begge lister var allerede ens.
de: Beide Listen waren schon gleich.
es: Ambas listas ya eran iguales.
fr: Les deux listes étaient déjà identiques.
it: Le due liste erano già identiche.
nl: Beide lijsten waren al gelijk.
pt_pt: As duas listas já eram iguais.

source: Both recipes stay separate — they're only shown together, so you can pick the one you feel like cooking.
da: Begge opskrifter forbliver selvstændige — de vises bare sammen, så du kan vælge den, du har lyst til at lave.
de: Beide Rezepte bleiben eigenständig – sie werden nur zusammen angezeigt, damit du dir aussuchen kannst, worauf du Lust hast.
es: Ambas recetas siguen siendo independientes: solo se muestran juntas para que elijas la que te apetezca cocinar.
fr: Les deux recettes restent distinctes — elles sont simplement affichées ensemble pour que vous choisissiez celle qui vous tente.
it: Le due ricette restano separate: vengono solo mostrate insieme, così puoi scegliere quella che ti va di cucinare.
nl: Beide recepten blijven op zichzelf staan — ze worden alleen samen getoond, zodat je kunt kiezen waar je zin in hebt.
pt_pt: As duas receitas mantêm-se separadas — só são mostradas juntas para poderes escolher a que te apetece cozinhar.

source: Breakfast
da: Morgenmad
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pt_pt: Pequeno-almoço

source: Brewery
da: Bryggeri
es: Cervecería
fr: Brasserie
it: Birrificio
nl: Brouwerij
pt_pt: Cervejaria

source: Bring recipes in
da: Hent opskrifter ind
de: Rezepte hereinholen
es: Importar recetas
fr: Importer des recettes
it: Importa ricette
nl: Recepten binnenhalen
pt_pt: Importar receitas

source: Bring! answered with an error (%lld). Please try again later.
da: Bring! svarede med en fejl (%lld). Prøv igen senere.
de: Bring! hat mit einem Fehler geantwortet (%lld). Bitte versuche es später noch einmal.
es: Bring! respondió con un error (%lld). Inténtalo de nuevo más tarde.
fr: Bring! a répondu par une erreur (%lld). Veuillez réessayer plus tard.
it: Bring! ha risposto con un errore (%lld). Riprova più tardi.
nl: Bring! antwoordde met een fout (%lld). Probeer het later opnieuw.
pt_pt: O Bring! respondeu com um erro (%lld). Tenta novamente mais tarde.

source: Bring! didn’t accept that email and password. If you signed up with Apple or Google, set a password in the Bring! app first.
da: Bring! accepterede ikke den e-mail og adgangskode. Hvis du oprettede dig med Apple eller Google, skal du først vælge en adgangskode i Bring!-appen.
de: Bring! hat diese E-Mail-Adresse und dieses Passwort nicht akzeptiert. Wenn du dich mit Apple oder Google registriert hast, lege zuerst in der Bring!-App ein Passwort fest.
es: Bring! no aceptó ese correo y esa contraseña. Si te registraste con Apple o Google, define primero una contraseña en la app de Bring!.
fr: Bring! n’a pas accepté cet e-mail et ce mot de passe. Si vous vous êtes inscrit avec Apple ou Google, définissez d’abord un mot de passe dans l’app Bring!.
it: Bring! non ha accettato questa email e questa password. Se ti sei registrato con Apple o Google, imposta prima una password nell’app Bring!.
nl: Bring! accepteerde dit e-mailadres en wachtwoord niet. Als je je met Apple of Google hebt aangemeld, stel dan eerst een wachtwoord in in de Bring!-app.
pt_pt: O Bring! não aceitou esse e-mail e essa palavra-passe. Se te registaste com a Apple ou a Google, define primeiro uma palavra-passe na app Bring!.

source: Bring! doesn’t offer apps a way to connect on your behalf, so MealPlan signs in the way the Bring! app does. If you created your Bring! account with Apple or Google, set a password in Bring! first. Bring! can change how this works at any time — when it stops working, your MealPlan list is untouched.
da: Bring! giver ikke apps mulighed for at forbinde på dine vegne, så MealPlan logger ind på samme måde som Bring!-appen. Hvis du oprettede din Bring!-konto med Apple eller Google, skal du først vælge en adgangskode i Bring!. Bring! kan ændre det når som helst — hvis det holder op med at virke, forbliver din MealPlan-liste urørt.
de: Bring! bietet Apps keine Möglichkeit, sich in deinem Namen zu verbinden – MealPlan meldet sich deshalb so an wie die Bring!-App selbst. Wenn du dein Bring!-Konto mit Apple oder Google erstellt hast, lege zuerst in Bring! ein Passwort fest. Bring! kann das jederzeit ändern; wenn es nicht mehr funktioniert, bleibt deine MealPlan-Liste unberührt.
es: Bring! no ofrece a las apps una forma de conectarse en tu nombre, así que MealPlan inicia sesión igual que la app de Bring!. Si creaste tu cuenta de Bring! con Apple o Google, define primero una contraseña en Bring!. Bring! puede cambiar esto en cualquier momento; si deja de funcionar, tu lista de MealPlan permanece intacta.
fr: Bring! ne propose aux apps aucun moyen de se connecter en votre nom : MealPlan se connecte donc comme le fait l’app Bring!. Si vous avez créé votre compte Bring! avec Apple ou Google, définissez d’abord un mot de passe dans Bring!. Bring! peut modifier ce fonctionnement à tout moment — si cela cesse de fonctionner, votre liste MealPlan reste intacte.
it: Bring! non offre alle app un modo per collegarsi a tuo nome, quindi MealPlan accede come fa l’app Bring!. Se hai creato il tuo account Bring! con Apple o Google, imposta prima una password in Bring!. Bring! può cambiare questo funzionamento in qualsiasi momento: se smette di funzionare, la tua lista in MealPlan resta intatta.
nl: Bring! biedt apps geen manier om namens jou verbinding te maken, dus MealPlan meldt zich aan zoals de Bring!-app dat doet. Heb je je Bring!-account met Apple of Google aangemaakt, stel dan eerst een wachtwoord in in Bring!. Bring! kan dit op elk moment veranderen — als het niet meer werkt, blijft je MealPlan-lijst onaangetast.
pt_pt: O Bring! não oferece às apps uma forma de se ligarem em teu nome, por isso o MealPlan inicia sessão da mesma forma que a app Bring!. Se criaste a tua conta Bring! com a Apple ou a Google, define primeiro uma palavra-passe no Bring!. O Bring! pode alterar isto a qualquer momento — se deixar de funcionar, a tua lista no MealPlan fica intacta.

source: Bring! password
da: Bring!-adgangskode
de: Bring!-Passwort
es: Contraseña de Bring!
fr: Mot de passe Bring!
it: Password Bring!
nl: Bring!-wachtwoord
pt_pt: Palavra-passe do Bring!

source: Bring! sent something MealPlan couldn’t read. This can happen when Bring! changes their app.
da: Bring! sendte noget, som MealPlan ikke kunne læse. Det kan ske, når Bring! ændrer deres app.
de: Bring! hat etwas geschickt, das MealPlan nicht lesen konnte. Das kann passieren, wenn Bring! seine App ändert.
es: Bring! envió algo que MealPlan no pudo leer. Esto puede pasar cuando Bring! cambia su app.
fr: Bring! a envoyé quelque chose que MealPlan n’a pas pu lire. Cela peut arriver lorsque Bring! modifie son app.
it: Bring! ha inviato qualcosa che MealPlan non è riuscito a leggere. Può succedere quando Bring! modifica la sua app.
nl: Bring! stuurde iets wat MealPlan niet kon lezen. Dat kan gebeuren als Bring! zijn app wijzigt.
pt_pt: O Bring! enviou algo que o MealPlan não conseguiu ler. Isto pode acontecer quando o Bring! altera a sua app.

source: Bring! settings…
da: Bring!-indstillinger…
de: Bring!-Einstellungen …
es: Ajustes de Bring!…
fr: Réglages Bring!…
it: Impostazioni Bring!…
nl: Bring!-instellingen…
pt_pt: Definições do Bring!…

source: Busy
da: Travlt
de: Viel los
es: Mucha actividad
fr: Beaucoup d’activité
it: Molti impegni
nl: Druk
pt_pt: Muita atividade

source: Busy during %@
da: Optaget under %@
de: Beschäftigt während %@
es: Ocupado durante %@
fr: Occupé pendant %@
it: Impegnato durante %@
nl: Bezet tijdens %@
pt_pt: Ocupado durante %@

source: Busy from %@
da: Optaget fra %@
de: Beschäftigt ab %@
es: Ocupado desde %@
fr: Occupé à partir de %@
it: Impegnato da %@
nl: Bezet vanaf %@
pt_pt: Ocupado a partir de %@

source: Busy time from %@
da: Optaget tid fra %@
de: Belegte Zeit aus %@
es: Tiempo ocupado de %@
fr: Temps occupé depuis %@
it: Tempo occupato da %@
nl: Bezette tijd uit %@
pt_pt: Tempo ocupado de %@

source: Busy until %@
da: Optaget indtil %@
de: Beschäftigt bis %@
es: Ocupado hasta %@
fr: Occupé jusqu’à %@
it: Impegnato fino a %@
nl: Bezet tot %@
pt_pt: Ocupado até %@

source: Butter
da: Smør
es: Mantequilla
fr: Beurre
it: Burro
nl: Boter
pt_pt: Manteiga

source: by %@
da: af %@
es: de %@
fr: par %@
it: di %@
nl: door %@
pt_pt: por %@

source: Calendar
da: Kalender
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Agenda
pt_pt: Calendário

source: Calendar access
da: Kalenderadgang
de: Kalenderzugriff
es: Acceso al calendario
fr: Accès au calendrier
it: Accesso al calendario
nl: Agendatoegang
pt_pt: Acesso ao calendário

source: Calendar access is turned off for MealPlan. You can allow it in Settings.
da: Kalenderadgang er slået fra for MealPlan. Du kan tillade den i Indstillinger.
de: Der Kalenderzugriff für MealPlan ist ausgeschaltet. Du kannst ihn in den Einstellungen erlauben.
es: El acceso al calendario está desactivado para MealPlan. Puedes permitirlo en Ajustes.
fr: L’accès au calendrier est désactivé pour MealPlan. Vous pouvez l’autoriser dans Réglages.
it: L’accesso al calendario è disattivato per MealPlan. Puoi consentirlo in Impostazioni.
nl: Agendatoegang is uitgeschakeld voor MealPlan. Je kunt dit toestaan in Instellingen.
pt_pt: O acesso ao calendário está desativado para o MealPlan. Podes permiti-lo nas Definições.

source: Calendar access isn’t available on this device.
da: Kalenderadgang er ikke tilgængelig på denne enhed.
de: Kalenderzugriff ist auf diesem Gerät nicht verfügbar.
es: El acceso al calendario no está disponible en este dispositivo.
fr: L’accès au calendrier n’est pas disponible sur cet appareil.
it: L’accesso al calendario non è disponibile su questo dispositivo.
nl: Agendatoegang is niet beschikbaar op dit apparaat.
pt_pt: O acesso ao calendário não está disponível neste dispositivo.

source: Calendar access isn’t available right now.
da: Kalenderadgang er ikke tilgængelig lige nu.
de: Kalenderzugriff ist gerade nicht verfügbar.
es: El acceso al calendario no está disponible ahora mismo.
fr: L’accès au calendrier n’est pas disponible pour le moment.
it: L’accesso al calendario non è disponibile al momento.
nl: Agendatoegang is nu niet beschikbaar.
pt_pt: O acesso ao calendário não está disponível neste momento.

source: Calendar context: %@.
da: Kalenderkontekst: %@.
de: Kalender-Kontext: %@.
es: Contexto del calendario: %@.
fr: Contexte du calendrier : %@.
it: Contesto del calendario: %@.
nl: Agendacontext: %@.
pt_pt: Contexto do calendário: %@.

source: Calendar detail
da: Kalenderdetaljer
de: Kalender-Details
es: Detalle del calendario
fr: Détail du calendrier
it: Dettaglio del calendario
nl: Agendadetails
pt_pt: Detalhe do calendário

source: Calendar integration
da: Kalenderintegration
de: Kalender-Integration
es: Integración con el calendario
fr: Intégration du calendrier
it: Integrazione del calendario
nl: Agenda-integratie
pt_pt: Integração do calendário

source: Calendar integration isn’t available.
da: Kalenderintegration er ikke tilgængelig.
de: Kalender-Integration ist nicht verfügbar.
es: La integración con el calendario no está disponible.
fr: L’intégration du calendrier n’est pas disponible.
it: L’integrazione del calendario non è disponibile.
nl: Agenda-integratie is niet beschikbaar.
pt_pt: A integração do calendário não está disponível.

source: Calendar options
da: Kalenderindstillinger
de: Kalender-Optionen
es: Opciones del calendario
fr: Options du calendrier
it: Opzioni del calendario
nl: Agenda-opties
pt_pt: Opções do calendário

source: Calendars used for meal planning
da: Kalendere, der bruges til madplanlægning
de: Kalender für die Essensplanung
es: Calendarios usados para la planificación de comidas
fr: Calendriers utilisés pour la planification des repas
it: Calendari usati per la pianificazione dei pasti
nl: Agenda’s die worden gebruikt voor maaltijdplanning
pt_pt: Calendários usados no planeamento de refeições

source: Can edit
da: Kan redigere
es: Puede editar
fr: Peut modifier
it: Può modificare
nl: Kan bewerken
pt_pt: Pode editar

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pt_pt: Cancelar

source: Cancelled
da: Annulleret
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
pt_pt: Cancelado

source: Carbs
da: Kulhydrater
es: Carbohidratos
fr: Glucides
it: Carboidrati
nl: Koolhydraten
pt_pt: Hidratos de carbono

source: Casserole
da: Ovnret
de: Auflauf
es: Gratinado
fr: Gratin
it: Sformato
nl: Ovenschotel
pt_pt: Gratinado

source: Check the split is right, then save. The dish opens for editing and is marked to review.
da: Tjek, at opdelingen er rigtig, og gem. Retten åbnes til redigering og markeres til gennemsyn.
es: Comprueba que la división sea correcta y guarda. El plato se abre para editarlo y queda marcado para revisar.
fr: Vérifiez que le découpage est correct, puis enregistrez. Le plat s’ouvre en modification et est marqué à vérifier.
it: Controlla che la suddivisione sia corretta, poi salva. Il piatto si apre in modifica ed è contrassegnato da rivedere.
nl: Controleer of de opsplitsing klopt en bewaar. Het gerecht opent om te bewerken en wordt gemarkeerd om na te kijken.
pt_pt: Verifica se a divisão está correta e guarda. O prato abre para edição e fica marcado para revisão.

source: Choose a date range and rebuild the list; the same ingredient from several dishes is added up.
da: Vælg en periode, og byg listen op igen; den samme ingrediens fra flere retter lægges sammen.
de: Wähle einen Zeitraum und baue die Liste neu auf; gleiche Zutaten aus mehreren Gerichten werden zusammengezählt.
es: Elige un intervalo de fechas y vuelve a crear la lista; el mismo ingrediente de varios platos se suma.
fr: Choisissez une période et reconstruisez la liste ; un même ingrédient issu de plusieurs plats est additionné.
it: Scegli un intervallo di date e ricrea la lista; lo stesso ingrediente presente in più piatti viene sommato.
nl: Kies een periode en bouw de lijst opnieuw op; hetzelfde ingrediënt uit meerdere gerechten wordt opgeteld.
pt_pt: Escolhe um intervalo de datas e reconstrói a lista; o mesmo ingrediente de vários pratos é somado.

source: Choose a PDF
da: Vælg en PDF
es: Elegir un PDF
fr: Choisir un PDF
it: Scegli un PDF
nl: Kies een PDF
pt_pt: Escolher um PDF

source: Choose any you already cook. They are ordinary dishes, so you can edit or delete them anytime.
da: Vælg dem, du allerede laver. Det er helt almindelige retter, så du kan redigere eller slette dem når som helst.
de: Wähle Gerichte, die du bereits kochst. Es sind ganz normale Gerichte, die du jederzeit bearbeiten oder löschen kannst.
es: Elige los que ya cocinas. Son platos normales, así que puedes editarlos o eliminarlos cuando quieras.
fr: Choisissez ceux que vous cuisinez déjà. Ce sont des plats ordinaires : vous pouvez les modifier ou les supprimer à tout moment.
it: Scegli quelli che già cucini. Sono piatti normali, quindi puoi modificarli o eliminarli quando vuoi.
nl: Kies wat je al kookt. Het zijn gewone gerechten, dus je kunt ze altijd bewerken of verwijderen.
pt_pt: Escolhe os que já cozinhas. São pratos normais, por isso podes editá-los ou eliminá-los quando quiseres.

source: Choose calendars
da: Vælg kalendere
de: Kalender auswählen
es: Elegir calendarios
fr: Choisir des calendriers
it: Scegli i calendari
nl: Agenda’s kiezen
pt_pt: Escolher calendários

source: Choose photo
da: Vælg billede
es: Elegir foto
fr: Choisir une photo
it: Scegli una foto
nl: Foto kiezen
pt_pt: Escolher foto

source: Choose photos or screenshots
da: Vælg billeder eller skærmbilleder
es: Elegir fotos o capturas de pantalla
fr: Choisir des photos ou des captures d’écran
it: Scegli foto o schermate
nl: Kies foto’s of schermafbeeldingen
pt_pt: Escolher fotos ou capturas de ecrã

source: Choose recipe photos
da: Vælg opskriftsbilleder
es: Elegir fotos de la receta
fr: Choisir des photos de recette
it: Scegli le foto della ricetta
nl: Receptfoto’s kiezen
pt_pt: Escolher fotos da receita

source: Chop the vegetables, stir-fry until crisp-tender, then season and serve with rice.
da: Snit grøntsagerne, svits dem sprøde, krydr dem, og server med ris.
de: Schneide das Gemüse, brate es bissfest an, würze es und serviere es mit Reis.
es: Corta las verduras, saltéalas hasta que estén al dente, sazona y sirve con arroz.
fr: Coupez les légumes, faites-les sauter jusqu’à ce qu’ils soient croquants, assaisonnez et servez avec du riz.
it: Taglia le verdure, saltale finché restano croccanti, condisci e servi con il riso.
nl: Snijd de groenten, roerbak ze beetgaar, breng op smaak en serveer met rijst.
pt_pt: Corta os legumes, salteia-os até ficarem estaladiços, tempera e serve com arroz.

source: Clear
da: Ryd
es: Borrar
fr: Effacer
it: Cancella
nl: Wissen
pt_pt: Limpar

source: Clear everything
da: Ryd alt
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
nl: Alles wissen
pt_pt: Limpar tudo

source: Clear filters
da: Ryd filtre
de: Filter zurücksetzen
es: Borrar filtros
fr: Réinitialiser les filtres
it: Azzera i filtri
nl: Filters wissen
pt_pt: Limpar filtros

source: Clear search
da: Ryd søgning
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
nl: Zoekopdracht wissen
pt_pt: Limpar pesquisa

source: Clear the whole list
da: Ryd hele listen
de: Ganze Liste leeren
es: Vaciar toda la lista
fr: Vider toute la liste
it: Svuota tutta la lista
nl: Hele lijst leegmaken
pt_pt: Esvaziar toda a lista

source: Clear the whole list?
da: Ryd hele listen?
de: Ganze Liste leeren?
es: ¿Vaciar toda la lista?
fr: Vider toute la liste ?
it: Svuotare tutta la lista?
nl: Hele lijst leegmaken?
pt_pt: Esvaziar toda a lista?

source: Clear ticked items
da: Fjern afkrydsede varer
de: Erledigte entfernen
es: Eliminar los marcados
fr: Supprimer les articles cochés
it: Rimuovi gli articoli spuntati
nl: Afgevinkte items verwijderen
pt_pt: Remover artigos assinalados

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt_pt: Fechar

source: Collapse day
da: Skjul dagen
es: Contraer el día
fr: Réduire la journée
it: Comprimi il giorno
nl: Dag inklappen
pt_pt: Recolher o dia

source: Collapses this day
da: Skjuler denne dag
es: Contrae este día
fr: Réduit cette journée
it: Comprime questo giorno
nl: Klapt deze dag in
pt_pt: Recolhe este dia
